 [
    {"name": "Achelous", "trait": "The patron god of the “silver-swirling” Achelous River."},
    {"name": "AEOLUS", "trait": "God of the winds and air"},
    {"name": "AETHER", "trait": "Primordial god of the upper air, light, the atmosphere, space and heaven."},
    {"name": "ALASTOR", "trait": "God of family feuds and avenger of evil deeds."},
    {"name": "APOLLO", "trait": "Olympian god of music, poetry, art, oracles, archery, plague, medicine, sun, light and knowledge."},
    {"name": "ARES", "trait": "God of war. Represented the physical, violent and untamed aspect of war."},
    {"name": "ARISTAEUS", "trait": "Minor patron god of animal husbandry, bee-keeping, and fruit trees. Son of Apollo."},
    {"name": "ASCLEPIUS", "trait": "God of medicine, health, healing, rejuvenation and physicians."},
    {"name": "ATLAS", "trait": "The Primordial Titan of Astronomy. Condemned by Zeus to carry the world on his back after the Titans lost the war."},
    {"name": "ATTIS", "trait": "A minor god of vegetation, fruits of the earth and rebirth."},
    {"name": "BOREAS", "trait": "A wind god (Anemoi) and god of the cold north wind and the bringer of winter. Referred to as “The North Wind”."},
    {"name": "CAERUS", "trait": "Minor god of opportunity, luck and favorable moments."},
    {"name": "CASTOR", "trait": "One of the twins, Castor and Pollux, known as Dioskouri. Zeus transformed them into the constellation Gemini"},
    {"name": "CERUS", "trait": "The large and powerful wild bull tamed by Persephone and turned into the Taurus constellation."},
    {"name": "CHAOS", "trait": "The nothingness that all else sprung from. A god who filled the gap between Heaven and Earth and created the first beings Gaia, Tartarus, Uranus, Nyx and Erebos."},
    {"name": "CHARON", "trait": "The Ferryman of Hades. Took the newly dead people across the rivers Styx and Acheron to the Greek underworld if they paid him three obolus (a Greek silver coin)."},
    {"name": "CRONOS", "trait": "The god of time. Not to be confused with Cronus, the Titan father of Zeus."},
    {"name": "CRIOS", "trait": "The Titan god of the heavenly constellations and the measure of the year.."},
    {"name": "CRONUS", "trait": "God of agriculture, leader and the youngest of the first generation of Titans and father of the Titans. Not to be confused with Cronos, god of time."},
    {"name": "DINLAS", "trait": "Guardian god of the ancient city Lamark, where wounded heroes could find comfort and heal after battle. He was the son of Aphrodite."},
    {"name": "DEIMOS", "trait": "Deimos is the personification of dread and terror."},
    {"name": "DIONYSUS", "trait": "An Olympian god of the grape harvest, winemaking and wine, of ritual madness, religious ecstasy and theatre."},
    {"name": "EREBUS", "trait": "Primordial god of darkness."},
    {"name": "EROS", "trait": "God of sexual desire, attraction, love and procreation."},
    {"name": "EURUS", "trait": "One of the wind god known as Anemoi and god of the unlucky east wind. Referred to as “The East Wind”."},
    {"name": "GLAUCUS", "trait": "A fisherman who became immortal upon eating a magical herb, an Argonaut who may have built and piloted the Argo, and became a god of the sea."},
    {"name": "HADES", "trait": "God of the Dead and Riches and King of the Underworld."},
    {"name": "HELIOS", "trait": "God of the Sun and also known as Sol."},
    {"name": "HEPHAESTUS", "trait": "God of fire, metalworking, stone masonry, forges and the art of sculpture. Created weapons for the gods and married to Aphrodite."},
    {"name": "HERACLES", "trait": "The greatest of the Greek heroes, he became god of heroes, sports, athletes, health, agriculture, fertility, trade, oracles and divine protector of mankind. Known as the strongest man on Earth."},
    {"name": "HERMES", "trait": "God of trade, thieves, travelers, sports, athletes, and border crossings, guide to the Underworld and messenger of the gods."},
    {"name": "HESPERUS", "trait": "The Evening Star – the planet VENUS in the evening."},
    {"name": "HYMENAIOS", "trait": "God of marriage ceremonies, inspiring feasts and song."},
    {"name": "HYPNOS", "trait": "The god of sleep."},
    {"name": "KRATOS", "trait": "God of strength and power."},
    {"name": "MOMUS", "trait": "God of satire, mockery, censure, writers and poets and a spirit of evil-spirited blame and unfair criticism."},
    {"name": "MORPHEUS", "trait": "God of dreams and sleep – has the ability to take any human form and appear in dreams."},
    {"name": "NEREUS", "trait": "The Titan god of the sea before Poseidon and father of the Nereids (nymphs of the sea)."},
    {"name": "NOTUS", "trait": "Another Anemoi (wind god) and god of the south wind. Known as “The South Wind”."},
    {"name": "OCEANUS", "trait": "Titan god of the ocean. Believed to be the personification of the World Ocean, an enormous river encircling the world."},
    {"name": "ONEIROI", "trait": "Black-winged daimons that personified dreams."},
    {"name": "PAEAN", "trait": "The physician of the Olympian gods."},
    {"name": "PALLAS", "trait": "The Titan god of warcraft and of the springtime campaign season."},
    {"name": "PAN", "trait": "God of nature, the wild, shepherds, flocks, goats, mountain wilds, and is often associated with sexuality. Also a satyr (half man, half-goat)."},
    {"name": "PHOSPHORUS", "trait": "The Morning Star – THE PLANET VENUS as it appears in the morning."},
    {"name": "PLUTUS", "trait": "The god of wealth."},
    {"name": "POLLUX", "trait": "Twin brother of Castor, together known as the Dioskouri, that were transformed into the constellation Gemini."},
    {"name": "PONTUS", "trait": "ancient, pre-Olympian sea-god of the deep sea, one of the primordial deities and son of Gaia."},
    {"name": "POSEIDON", "trait": "Olympian god of the sea, earthquakes, storms, and horses."},
    {"name": "PRIAPUS", "trait": "Minor rustic fertility god, protector of flocks, fruit plants, bees and gardens and known for having an enormous penis."},
    {"name": "PRICUS", "trait": "The immortal father of sea-goats, made into the Capricorn constellation."},
    {"name": "PROMETHEUS", "trait": "Titan god of forethought and crafty counsel who was given the task of moulding mankind out of clay."},
    {"name": "PRIMORDIAL", "trait": "A group of gods that came before all else."},
    {"name": "TARTARUS", "trait": "The god of the deep abyss, a great pit in the depths of the underworld, and father of Typhon."},
    {"name": "THANATOS", "trait": "A minor god and the god of death."},
    {"name": "TRITON", "trait": "Messenger of the sea and the son of Poseidon and Amphitrite."},
    {"name": "TYPHON", "trait": "The deadliest MONSTER in Greek mythology and “Father of All Monsters”. Last son of Gaia, fathered by Tartarus and god of monsters, storms, and volcanoes. He challenged Zeus for control of Mount Olympus."},
    {"name": "URANUS", "trait": "Primordial god of the sky and heavens, and father of the Titans."},
    {"name": "ZELUS", "trait": "The god of dedication, emulation, eager rivalry, envy, jealousy, and zeal."},
    {"name": "ZEPHYRUS", "trait": "A wind god (Anemoi). God of the west wind and known as “The West Wind”."},
    {"name": "ZEUS", "trait": "God of the sky, lightning, thunder, law, order, justice, King of the Gods and the “Father of Gods and men”"}
]